Repository: aSynch1889/BillsManager
Catalog: BillsManager/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# %@ (%@) is due in %d days.
source: %1$@ (%2$@) is due in %3$d days.
ja: %@（%@）はあと %d 日で支払い期日です。
ko: %@(%@)의 결제일이 %d일 남았습니다.
zh_hans: %@（%@）还有 %d 天到期。
zh_hant: %@（%@）還有 %d 天到期。

# %@ is due today (%@)!
source: %1$@ is due today (%2$@)!
ja: %@ は本日支払い期日です（%@）！
ko: %@ 오늘 결제일입니다(%@)!
zh_hans: %@ 今天到期（%@）！
zh_hant: %@ 今天到期（%@）！

source: %d days before
ja: %d 日前
ko: %d일 전
zh_hans: %d 天前
zh_hant: %d 天前

source: %d linked bills will keep their data but lose this account.
ja: %d 件の関連請求はデータが残りますが、この口座との紐付けは解除されます。
ko: %d개의 연결된 청구서는 데이터가 유지되지만 이 계좌 연결은 해제됩니다.
zh_hans: %d 笔关联账单会保留数据，但将失去该账户。
zh_hant: %d 筆關聯帳單會保留資料，但將失去該帳戶。

source: %d linked bills will keep their data but lose this category.
ja: %d 件の関連請求はデータが残りますが、このカテゴリとの紐付けは解除されます。
ko: %d개의 연결된 청구서는 데이터가 유지되지만 이 카테고리 연결은 해제됩니다.
zh_hans: %d 笔关联账单会保留数据，但将失去该分类。
zh_hant: %d 筆關聯帳單會保留資料，但將失去該分類。

source: 1 day before
ja: 1 日前
ko: 1일 전
zh_hans: 1 天前
zh_hant: 1 天前

source: 2 days before
ja: 2 日前
ko: 2일 전
zh_hans: 2 天前
zh_hant: 2 天前

source: 3 days before
ja: 3 日前
ko: 3일 전
zh_hans: 3 天前
zh_hant: 3 天前

source: 3 Months
ja: 3 か月
ko: 3개월
zh_hans: 3 个月
zh_hant: 3 個月

source: 7 days before
ja: 7 日前
ko: 7일 전
zh_hans: 7 天前
zh_hant: 7 天前

source: 100% local storage protected with Face ID. Export data to CSV or JSON backup anytime.
ja: 100% ローカルストレージで Face ID で保護。データはいつでも CSV または JSON バックアップに書き出せます。
ko: 100% 로컬 저장소이며 Face ID로 보호됩니다. 언제든 데이터를 CSV 또는 JSON 백업으로 내보낼 수 있습니다.
zh_hans: 100% 本地存储，受 Face ID 保护。可随时将数据导出为 CSV 或 JSON 备份。
zh_hant: 100% 本地儲存，受 Face ID 保護。可隨時將資料匯出為 CSV 或 JSON 備份。

source: About
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Account
ja: 口座
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Account Info
ja: 口座情報
ko: 계정 정보
zh_hans: 账户信息
zh_hant: 帳戶資訊

source: Account Name (e.g. Chase Visa)
ja: 口座名（例：Chase Visa）
ko: 계정 이름(예: Chase Visa)
zh_hans: 账户名称（例如 Chase Visa）
zh_hant: 帳戶名稱（例如 Chase Visa）

source: Action Required Soon
ja: まもなく期限
ko: 곧 마감
zh_hans: 即将到期
zh_hant: 即將到期

source: Active Bills
ja: 未払いの請求数
ko: 미결제 청구서 수
zh_hans: 未结账单数
zh_hant: 未結帳單數

source: Ad-Free Experience
ja: 広告なしの体験
ko: 광고 없는 경험
zh_hans: 无广告体验
zh_hant: 無廣告體驗

source: Ad-free, unlimited categories, data backup
ja: 広告なし、カテゴリ無制限、データバックアップ
ko: 광고 없음, 무제한 카테고리, 데이터 백업
zh_hans: 无广告、无限分类、数据备份
zh_hant: 無廣告、無限分類、資料備份

source: Add Account
ja: 口座を追加
ko: 계정 추가
zh_hans: 添加账户
zh_hant: 新增帳戶

source: Add Bill
ja: 請求を追加
ko: 청구서 추가
zh_hans: 添加账单
zh_hant: 新增帳單

source: Add bills to view category spending charts.
ja: 請求を追加するとカテゴリ別の支出グラフが表示されます。
ko: 청구서를 추가하면 카테고리별 지출 차트를 볼 수 있습니다.
zh_hans: 添加账单以查看分类支出图表。
zh_hant: 新增帳單以查看分類支出圖表。

source: Add Category
ja: カテゴリを追加
ko: 카테고리 추가
zh_hans: 添加分类
zh_hant: 新增分類

source: Add Receipt Photo
ja: 領収書写真を追加
ko: 영수증 사진 추가
zh_hans: 添加收据照片
zh_hant: 新增收據照片

source: Add unpaid bills with due dates in this range to see obligations.
ja: この期間に未払いの請求を追加すると、支払義務を確認できます。
ko: 이 기간에 미납 청구서를 추가하면 지급 의무를 확인할 수 있습니다.
zh_hans: 在此时间范围内添加未付账单后，可查看应付义务。
zh_hant: 在此時間範圍內新增未付帳單後，可查看應付義務。

source: Advanced Analytics
ja: 詳細分析
ko: 고급 분석
zh_hans: 高级分析
zh_hant: 進階分析

source: All
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: All bills are paid up!
ja: すべての請求の支払いが完了しています！
ko: 모든 청구서가 결제 완료되었습니다!
zh_hans: 所有账单均已付清！
zh_hant: 所有帳單均已付清！

source: All Categories
ja: すべてのカテゴリ
ko: 전체 카테고리
zh_hans: 全部分类
zh_hant: 全部分類

source: All premium features unlocked
ja: すべてのプレミアム機能が利用可能
ko: 모든 프리미엄 기능 잠금 해제
zh_hans: 解锁全部高级功能
zh_hant: 解鎖全部進階功能

source: All Time
ja: すべての期間
ko: 전체 기간
zh_hans: 全部时间
zh_hant: 全部時間

source: Amount
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

source: Amount Paid
ja: 支払済み金額
ko: 결제된 금액
zh_hans: 已付金额
zh_hant: 已付金額

source: Analytics
ja: 分析
ko: 분석
zh_hans: 数据分析
zh_hant: 資料分析

source: Apartment Rent
ja: 家賃
ko: 월세
zh_hans: 房租
zh_hant: 房租

source: App Version
ja: アプリバージョン
ko: 앱 버전
zh_hans: 应用版本
zh_hant: 應用程式版本

source: Are you sure you want to delete this bill?
ja: この請求を削除してもよろしいですか？
ko: 이 청구서를 삭제하시겠습니까?
zh_hans: 确定要删除此账单吗？
zh_hant: 確定要刪除此帳單嗎？

source: Attach Receipt / Invoice
ja: レシート / 請求書を添付
ko: 영수증 / 청구서 첨부
zh_hans: 添加收据 / 发票
zh_hant: 附加收據 / 發票

source: Attachment / Receipt
ja: 添付ファイル / レシート
ko: 첨부파일 / 영수증
zh_hans: 附件 / 收据
zh_hant: 附件 / 收據

source: Authenticate to disable App Lock.
ja: アプリロックを解除するには認証してください。
ko: 앱 잠금을 끄려면 인증하세요.
zh_hans: 请验证身份以关闭应用锁。
zh_hant: 請驗證身份以關閉應用鎖。

source: Authenticate to enable App Lock.
ja: アプリロックを有効にするには認証してください。
ko: 앱 잠금을 켜려면 인증하세요.
zh_hans: 请验证身份以开启应用锁。
zh_hant: 請驗證身份以開啟應用鎖。

source: Authentication is required to access your financial data.
ja: 財務データにアクセスするには認証が必要です。
ko: 재무 데이터에 액세스하려면 인증이 필요합니다.
zh_hans: 需要通过身份验证才能访问您的财务数据。
zh_hant: 需要通過身分驗證才能存取您的財務資料。

source: Auto-Pay
ja: 自動支払い
ko: 자동 결제
zh_hans: 自动还款
zh_hant: 自動扣款

source: AutoPay
ja: 自動引き落とし
ko: 자동이체
zh_hans: 自动扣款
zh_hant: 自動扣款

# Backup from %@ — %d bills, %d categories, %d accounts. Choose merge or replace.
source: Backup from %1$@ — %2$d bills, %3$d categories, %4$d accounts. Choose merge or replace.
ja: バックアップ日時 %1$@ — 請求 %2$d、カテゴリ %3$d、口座 %4$d。結合または置換を選んでください。
ko: 백업 시각 %1$@ — 청구서 %2$d, 카테고리 %3$d, 계좌 %4$d. 병합 또는 교체를 선택하세요.
zh_hans: 备份时间 %1$@ — %2$d 笔账单、%3$d 个分类、%4$d 个账户。请选择合并或覆盖。
zh_hant: 備份時間 %1$@ — %2$d 筆帳單、%3$d 個分類、%4$d 個帳戶。請選擇合併或覆蓋。

source: Bi-weekly
ja: 2 週間ごと
ko: 격주
zh_hans: 每两周
zh_hant: 每兩週

source: Bill Details
ja: 請求の詳細
ko: 청구서 세부정보
zh_hans: 账单详情
zh_hant: 帳單詳情

source: Bill Due Reminder
ja: 請求期日リマインダー
ko: 청구서 결제일 알림
zh_hans: 账单到期提醒
zh_hant: 帳單到期提醒

source: Bill Name (e.g. Electric Bill)
ja: 請求名（例：電気代）
ko: 청구서 이름(예: 전기요금)
zh_hans: 账单名称（例如电费）
zh_hant: 帳單名稱（例如電費）

source: Bill Overview
ja: 請求の概要
ko: 청구서 개요
zh_hans: 账单概览
zh_hant: 帳單概覽

source: Bills
ja: 請求一覧
ko: 청구서 목록
zh_hans: 账单列表
zh_hant: 帳單列表

source: Bills Due on %@
ja: %@ の支払い期日の請求
ko: %@ 결제일 청구서
zh_hans: %@ 到期的账单
zh_hant: %@ 到期的帳單

source: Bills Manager Locked
ja: Bills Manager はロック中
ko: Bills Manager 잠김
zh_hans: Bills Manager 已锁定
zh_hant: Bills Manager 已鎖定

source: Bills Manager PRO
ja: Bills Manager プロ版
ko: Bills Manager 프로
zh_hans: Bills Manager 专业版
zh_hant: Bills Manager 專業版

source: Bills stay on this device. Optional Face ID lock (PRO). Export CSV or JSON backup anytime.
ja: 請求データはこの端末のみに保存されます。任意の Face ID ロック（PRO）。CSV または JSON バックアップをいつでも書き出せます。
ko: 청구 데이터는 이 기기에만 저장됩니다. Face ID 잠금(PRO) 선택 가능. CSV 또는 JSON 백업을 언제든 내보낼 수 있습니다.
zh_hans: 账单仅保存在本机。可选 Face ID 锁（PRO）。随时导出 CSV 或 JSON 备份。
zh_hant: 帳單僅保存在本機。可選 Face ID 鎖（PRO）。隨時匯出 CSV 或 JSON 備份。

source: Biometrics or passcode unavailable.
ja: 生体認証またはパスコードが利用できません。
ko: 생체 인식 또는 암호를 사용할 수 없습니다.
zh_hans: 生物识别或密码不可用。
zh_hant: 生物辨識或密碼無法使用。

source: Calendar
ja: カレンダー
ko: 캘린더
zh_hans: 日历
zh_hant: 日曆

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cash
ja: 現金
ko: 현금
zh_hans: 现金
zh_hant: 現金

source: Categories
ja: カテゴリ管理
ko: 카테고리 관리
zh_hans: 分类管理
zh_hant: 分類管理

source: Category
ja: カテゴリ
ko: 카테고리
zh_hans: 分类
zh_hant: 分類

source: Category & Payment Account
ja: カテゴリと支払い口座
ko: 카테고리 및 결제 계정
zh_hans: 分类与支付账户
zh_hant: 分類與支付帳戶

source: Category breakdown with paid vs due metrics
ja: カテゴリ内訳（支払済み／未払い）
ko: 카테고리 비중(실납/미납)
zh_hans: 分类占比，支持实付与应付口径
zh_hant: 分類佔比，支援實付與應付口徑

source: Category Info
ja: カテゴリ情報
ko: 카테고리 정보
zh_hans: 分类信息
zh_hant: 分類資訊

source: Category Name
ja: カテゴリ名
ko: 카테고리 이름
zh_hans: 分类名称
zh_hant: 分類名稱

source: Change Attachment
ja: 添付ファイルを変更
ko: 첨부파일 변경
zh_hans: 更改附件
zh_hant: 更改附件

source: Change Receipt Photo
ja: 領収書写真を変更
ko: 영수증 사진 변경
zh_hans: 更换收据照片
zh_hant: 更換收據照片

source: Chart Metric
ja: チャート指標
ko: 차트 지표
zh_hans: 图表口径
zh_hant: 圖表口徑

source: Checking Account
ja: 当座預金
ko: 당좌예금
zh_hans: 支票账户
zh_hant: 支票帳戶

source: Checking…
ja: 確認中…
ko: 확인 중…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Choose a bill from the list to see details.
ja: リストから請求を選んで詳細を表示します。
ko: 목록에서 청구서를 선택해 세부정보를 보세요.
zh_hans: 从列表中选择账单以查看详情。
zh_hant: 從列表中選擇帳單以查看詳情。

source: Choose an item from the sidebar to get started.
ja: サイドバーから項目を選んで開始します。
ko: 사이드바에서 항목을 선택해 시작하세요.
zh_hans: 从侧栏选择一项开始使用。
zh_hant: 從側欄選擇一項開始使用。

source: Color
ja: 色
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Confirm
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

source: Confirmation #
ja: 確認番号
ko: 확인 번호
zh_hans: 确认号
zh_hant: 確認號

source: Continue with %@
ja: %@ で続行
ko: %@(으)로 계속
zh_hans: 使用 %@ 继续
zh_hant: 使用 %@ 繼續

source: Couldn't create the export file. Please try again.
ja: 書き出しファイルを作成できませんでした。もう一度お試しください。
ko: 내보내기 파일을 만들 수 없습니다. 다시 시도하세요.
zh_hans: 无法创建导出文件，请重试。
zh_hant: 無法建立匯出檔案，請重試。

source: Couldn't load the selected photo.
ja: 選択した写真を読み込めませんでした。
ko: 선택한 사진을 불러오지 못했습니다.
zh_hans: 无法加载所选照片。
zh_hant: 無法載入所選照片。

source: Couldn't open the local database.
ja: ローカルデータベースを開けませんでした。
ko: 로컬 데이터베이스를 열 수 없습니다.
zh_hans: 无法打开本地数据库。
zh_hant: 無法開啟本機資料庫。

source: Couldn't read the backup file. Please try again.
ja: バックアップファイルを読み込めませんでした。もう一度お試しください。
ko: 백업 파일을 읽지 못했습니다. 다시 시도하세요.
zh_hans: 无法读取备份文件，请重试。
zh_hant: 無法讀取備份檔案，請重試。

source: Couldn't restore from backup. Please try again.
ja: バックアップから復元できませんでした。もう一度お試しください。
ko: 백업에서 복원하지 못했습니다. 다시 시도하세요.
zh_hans: 无法从备份恢复，请重试。
zh_hant: 無法從備份還原，請重試。

source: Couldn't save your changes. Please try again.
ja: 変更を保存できませんでした。もう一度お試しください。
ko: 변경 사항을 저장할 수 없습니다. 다시 시도하세요.
zh_hans: 无法保存更改，请重试。
zh_hant: 無法儲存變更，請重試。

source: Create JSON Backup
ja: JSON 完全バックアップを作成
ko: JSON 전체 백업 만들기
zh_hans: 创建 JSON 完整备份
zh_hant: 建立 JSON 完整備份

source: Create unlimited custom expense categories
ja: 無制限のカスタム支出カテゴリを作成
ko: 무제한 맞춤 지출 카테고리 만들기
zh_hans: 创建无限自定义支出分类
zh_hant: 建立無限自訂支出分類

source: Credit Card
ja: クレジットカード
ko: 신용카드
zh_hans: 信用卡
zh_hant: 信用卡

source: CSV Export & JSON Backup
ja: CSVエクスポートとJSONバックアップ
ko: CSV 내보내기 및 JSON 백업
zh_hans: CSV 导出与 JSON 备份
zh_hant: CSV 匯出與 JSON 備份

source: Currency
ja: 通貨
ko: 통화
zh_hans: 货币
zh_hant: 貨幣

source: Daily
ja: 毎日
ko: 매일
zh_hans: 每天
zh_hant: 每天

source: Dashboard
ja: ダッシュボード
ko: 대시보드
zh_hans: 仪表盘
zh_hant: 儀表板

source: Data is stored only on this device. There is no iCloud sync.
ja: データはこの端末のみに保存され、iCloud 同期はありません。
ko: 데이터는 이 기기에만 저장되며 iCloud 동기화는 없습니다.
zh_hans: 数据仅保存在本设备，不同步到 iCloud。
zh_hant: 資料僅保存在本裝置，不同步到 iCloud。

source: Default
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

source: Default Currency
ja: デフォルト通貨
ko: 기본 통화
zh_hans: 默认货币
zh_hant: 預設貨幣

source: Default Reminder
ja: デフォルトリマインダー
ko: 기본 알림
zh_hans: 默认提醒
zh_hant: 預設提醒

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete account “%@”?
ja: 口座「%@」を削除しますか？
ko: 계좌 “%@”을(를) 삭제할까요?
zh_hans: 删除账户“%@”？
zh_hant: 刪除帳戶「%@」？

source: Delete Bill
ja: 請求を削除
ko: 청구서 삭제
zh_hans: 删除账单
zh_hant: 刪除帳單

source: Delete category “%@”?
ja: カテゴリ「%@」を削除しますか？
ko: 카테고리 “%@”을(를) 삭제할까요?
zh_hans: 删除分类“%@”？
zh_hant: 刪除分類「%@」？

source: Denied
ja: 拒否済み
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Detailed category breakdown & trend reports
ja: 詳細なカテゴリ内訳とトレンドレポート
ko: 상세한 카테고리 분석 및 추세 보고서
zh_hans: 详细分类明细与趋势报告
zh_hant: 詳細分類明細與趨勢報告

source: Disabled
ja: オフ
ko: 꺼짐
zh_hans: 已关闭
zh_hant: 已關閉

source: Double tap Pay button to mark paid
ja: 支払ボタンをダブルタップして支払済みにします
ko: 지불 버튼을 이중 탭하여 납부 완료로 표시
zh_hans: 点按支付按钮可标记已付
zh_hant: 點按支付按鈕可標記已付

source: Due (Unpaid)
ja: 未払い
ko: 미납
zh_hans: 应付（未付）
zh_hant: 應付（未付）

source: Due Date
ja: 支払い期日
ko: 결제일
zh_hans: 到期日
zh_hant: 到期日

source: Due Soon
ja: まもなく期限
ko: 곧 마감
zh_hans: 即将到期
zh_hant: 即將到期

source: Due This Month
ja: 今月の支払い
ko: 이번 달 결제
zh_hans: 本月应付
zh_hant: 本月應付

source: Due Today
ja: 本日期日
ko: 오늘 결제일
zh_hans: 今日到期
zh_hant: 今日到期

source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit Bill
ja: 請求を編集
ko: 청구서 편집
zh_hans: 编辑账单
zh_hant: 編輯帳單

source: Electricity Bill
ja: 電気料金
ko: 전기요금
zh_hans: 电费账单
zh_hant: 電費帳單

source: Enable Reminders
ja: リマインダーを有効にする
ko: 알림 켜기
zh_hans: 开启提醒
zh_hant: 開啟提醒

source: Enabled
ja: オン
ko: 켜짐
zh_hans: 已开启
zh_hant: 已開啟

source: Every 2 Months
ja: 2 か月ごと
ko: 2개월마다
zh_hans: 每两个月
zh_hant: 每兩個月

source: Expected product: %@
ja: 想定プロダクト：%@
ko: 예상 상품: %@
zh_hans: 期望商品：%@
zh_hant: 預期商品：%@

source: Expense by Category
ja: カテゴリ別の支出
ko: 카테고리별 지출
zh_hans: 按分类支出
zh_hant: 按分類支出

source: Export & Backup
ja: 書き出しとバックアップ
ko: 내보내기 및 백업
zh_hans: 导出与备份
zh_hant: 匯出與備份

source: Export all bill records to CSV or backup database
ja: すべての請求記録をCSVにエクスポートまたはデータベースをバックアップ
ko: 모든 청구 기록을 CSV로 내보내거나 데이터베이스 백업
zh_hans: 导出所有账单记录为 CSV 或备份数据库
zh_hant: 匯出所有帳單記錄為 CSV 或備份資料庫

source: Export to CSV
ja: CSV に書き出し
ko: CSV로 내보내기
zh_hans: 导出为 CSV 表格
zh_hant: 匯出為 CSV 表格

source: External Auto-Pay Mark
ja: 外部自動引き落としマーク
ko: 외부 자동이체 표시
zh_hans: 外部自动扣款标记
zh_hant: 外部自動扣款標記

source: Face ID / Touch ID Security
ja: Face ID / Touch ID セキュリティ
ko: Face ID / Touch ID 보안
zh_hans: 面容 ID / 触控 ID 安全
zh_hant: 面容 ID / 觸控 ID 安全

source: Filter
ja: フィルタ
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

source: Follow System
ja: システムに従う
ko: 시스템 설정
zh_hans: 跟随系统
zh_hant: 跟隨系統

# Free plan: %d / %d accounts
source: Free plan: %1$d / %2$d accounts
ja: 無料プラン：アカウント %1$d / %2$d
ko: 무료 플랜: 계정 %1$d / %2$d
zh_hans: 免费方案：%1$d / %2$d 个账户
zh_hant: 免費方案：%1$d / %2$d 個帳戶

# Free plan: %d / %d custom categories
source: Free plan: %1$d / %2$d custom categories
ja: 無料プラン：カスタムカテゴリ %1$d / %2$d
ko: 무료 플랜: 맞춤 카테고리 %1$d / %2$d
zh_hans: 免费方案：%1$d / %2$d 个自定义分类
zh_hant: 免費方案：%1$d / %2$d 個自訂分類

source: Frequency
ja: 頻度
ko: 주기
zh_hans: 频率
zh_hant: 頻率

source: Get Started
ja: 始める
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: Housing
ja: 住居
ko: 주거
zh_hans: 住房
zh_hant: 住房

source: Icon
ja: アイコン
ko: 아이콘
zh_hans: 图标
zh_hant: 圖示

source: If you previously subscribed monthly or yearly, use Restore Purchases or Manage Subscriptions to review or cancel auto-renewal in your Apple ID settings.
ja: 以前に月額または年額サブスクリプションを購入した場合は、「購入を復元」または「サブスクリプションを管理」から Apple ID 設定で自動更新を確認・解約してください。
ko: 이전에 월간/연간 구독을 구매했다면 '구입 항목 복원' 또는 '구독 관리'에서 Apple ID 설정의 자동 갱신을 확인하거나 취소하세요.
zh_hans: 若你曾购买月度或年度订阅，请使用“恢复购买”或“管理订阅”，在 Apple ID 设置中查看或取消自动续订。
zh_hant: 若你曾購買月度或年度訂閱，請使用「恢復購買」或「管理訂閱」，在 Apple ID 設定中查看或取消自動續訂。

source: Insurance
ja: 保険
ko: 보험
zh_hans: 保险
zh_hant: 保險

source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Last 4 Digits (Optional)
ja: 下 4 桁（任意）
ko: 마지막 4자리(선택)
zh_hans: 末四位数字（选填）
zh_hant: 末四位數字（選填）

source: Load Sample Bills
ja: サンプル請求を読み込む
ko: 샘플 청구서 불러오기
zh_hans: 加载示例账单
zh_hant: 載入範例帳單

source: Loading Products...
ja: 商品を読み込み中…
ko: 상품 로드 중…
zh_hans: 正在加载商品…
zh_hant: 正在載入商品…

source: Loans
ja: ローン
ko: 대출
zh_hans: 贷款
zh_hant: 貸款

source: Lock with %@
ja: %@ でロック
ko: %@(으)로 잠금
zh_hans: 使用 %@ 锁定
zh_hant: 使用 %@ 鎖定

source: Manage Data
ja: データを管理
ko: 데이터 관리
zh_hans: 管理数据
zh_hant: 管理資料

source: Manage Subscriptions
ja: サブスクリプションを管理
ko: 구독 관리
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Mark as Paid
ja: 支払済みにする
ko: 결제 완료로 표시
zh_hans: 标记为已付
zh_hant: 標記為已付

source: Mark as Unpaid
ja: 未払いに戻す
ko: 미결제로 표시
zh_hans: 标记为未付
zh_hant: 標記為未付

source: Mark bills as paid to see actual spending by category.
ja: 請求を支払済みにすると、カテゴリ別の実支出を確認できます。
ko: 청구서를 납부 완료로 표시하면 카테고리별 실제 지출을 볼 수 있습니다.
zh_hans: 将账单标记为已付后，可查看按分类的实际支出。
zh_hant: 將帳單標記為已付後，可查看按分類的實際支出。

source: Marked
ja: マーク済み
ko: 표시됨
zh_hans: 已标记
zh_hant: 已標記

source: Marks bills you already set to auto-debit outside this app. Bills Manager never charges your accounts.
ja: このアプリ外ですでに自動引き落とし設定済みの請求を示します。Bills Manager が口座から引き落とすことはありません。
ko: 앱 외부에서 이미 자동이체 설정한 청구서를 표시합니다. Bills Manager는 계좌에서 출금하지 않습니다.
zh_hans: 用于标记你已在银行或其他渠道设置自动扣款的账单。本应用不会扣款或连接银行账户。
zh_hant: 用於標記你已在銀行或其他管道設定自動扣款的帳單。本應用不會扣款或連接銀行帳戶。

source: Merge with Existing Data
ja: 既存データと結合
ko: 기존 데이터와 병합
zh_hans: 与现有数据合并
zh_hant: 與現有資料合併

source: Minimum iOS Required
ja: 必要な iOS の最低バージョン
ko: 최소 iOS 요구 사항
zh_hans: 最低 iOS 版本要求
zh_hant: 最低 iOS 版本需求

source: Monthly
ja: 毎月
ko: 매월
zh_hans: 每月
zh_hant: 每月

source: Name
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Never Miss a Payment
ja: 支払いの見逃しを防ぐ
ko: 결제를 놓치지 마세요
zh_hans: 再也不会错过还款
zh_hant: 絕不錯過任何付款

source: New Bill
ja: 新規請求
ko: 새 청구서
zh_hans: 新建账单
zh_hant: 新建帳單

source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: No
ja: いいえ
ko: 아니요
zh_hans: 否
zh_hant: 否

source: No Analytics Data
ja: 分析データがありません
ko: 분석 데이터 없음
zh_hans: 暂无分析数据
zh_hant: 暫無分析資料

source: No bill payments scheduled for this date.
ja: この日に予定された支払いはありません。
ko: 이 날짜에 예정된 결제가 없습니다.
zh_hans: 此日期没有安排账单付款。
zh_hant: 此日期沒有安排帳單付款。

source: No Bills Due
ja: 期限の請求はありません
ko: 결제일 청구서 없음
zh_hans: 没有到期账单
zh_hant: 沒有到期帳單

source: No Bills Found
ja: 請求が見つかりません
ko: 청구서를 찾을 수 없음
zh_hans: 未找到账单
zh_hant: 未找到帳單

source: No products available. Check your network or try again.
ja: 利用可能なプロダクトがありません。ネットワークを確認して再試行してください。
ko: 사용 가능한 상품이 없습니다. 네트워크를 확인한 뒤 다시 시도하세요.
zh_hans: 暂无可用商品。请检查网络后重试。
zh_hant: 暫無可用商品。請檢查網路後重試。

source: No Purchases Found
ja: 購入が見つかりません
ko: 구입 항목 없음
zh_hans: 未找到购买记录
zh_hant: 找不到購買記錄

source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: Not Asked
ja: 未確認
ko: 요청 전
zh_hans: 尚未请求
zh_hant: 尚未詢問

source: Not Marked
ja: 未マーク
ko: 미표시
zh_hans: 未标记
zh_hant: 未標記

source: Notes
ja: メモ
ko: 메모
zh_hans: 备注
zh_hant: 備註

source: Notes / Account numbers...
ja: メモ / 口座番号…
ko: 메모 / 계좌 번호…
zh_hans: 备注 / 账号…
zh_hant: 備註 / 帳號…

source: Notes & Attachments
ja: メモと添付ファイル
ko: 메모 및 첨부파일
zh_hans: 备注与附件
zh_hant: 備註與附件

source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: On due date
ja: 期日当日
ko: 결제일 당일
zh_hans: 到期当天
zh_hant: 到期當天

source: One-time
ja: 1 回限り
ko: 1회성
zh_hans: 一次性
zh_hant: 一次性

source: One-time purchase. Unlock PRO forever on this Apple ID.
ja: 買い切り購入。この Apple ID で PRO を永続的に解除します。
ko: 일회성 구입. 이 Apple ID에서 PRO를 영구 잠금 해제합니다.
zh_hans: 一次性购买。为此 Apple ID 永久解锁 PRO。
zh_hant: 一次性購買。為此 Apple ID 永久解鎖 PRO。

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Optional code
ja: オプションのコード
ko: 선택적 코드
zh_hans: 选填代码
zh_hant: 選填代碼

source: Optional demo data you can remove later in Settings.
ja: あとで設定から削除できる任意のデモデータです。
ko: 나중에 설정에서 제거할 수 있는 선택적 데모 데이터입니다.
zh_hans: 可选的演示数据，之后可在设置中移除。
zh_hant: 可選的示範資料，之後可在設定中移除。

source: Organize utilities, subscriptions, rent, and card payments in one unified place with automatic recurring dates.
ja: 水道・光熱費、サブスクリプション、家賃、カードの支払いを一か所で管理し、繰り返しの日付を自動記録します。
ko: 공과금, 구독, 월세, 카드 결제를 한 곳에서 관리하고 반복 날짜를 자동으로 기록합니다.
zh_hans: 在统一的地方管理水电费、订阅、房租和信用卡还款，并自动记录周期性日期。
zh_hant: 在統一的地方管理水電費、訂閱、房租和信用卡還款，並自動記錄週期性日期。

source: Overdue
ja: 期限超過
ko: 연체
zh_hans: 已逾期
zh_hant: 已逾期

source: Overdue Amount
ja: 期限超過金額
ko: 연체 금액
zh_hans: 逾期金额
zh_hant: 逾期金額

source: Overdue Bills (%d)
ja: 期限超過の請求（%d）
ko: 연체된 청구서(%d)
zh_hans: 逾期账单（%d）
zh_hant: 逾期帳單（%d）

source: Paid
ja: 支払済み
ko: 결제 완료
zh_hans: 已支付
zh_hant: 已支付

source: Paid (Actual)
ja: 支払済み（実績）
ko: 납부(실납)
zh_hans: 已付（实付）
zh_hant: 已付（實付）

source: Paid / Unpaid
ja: 支払済み / 未払い
ko: 결제 완료 / 미결제
zh_hans: 已付 / 未付
zh_hant: 已付 / 未付

source: Paid This Month
ja: 今月支払い済み
ko: 이번 달 결제 완료
zh_hans: 本月已付
zh_hant: 本月已付

source: Passcode
ja: パスコード
ko: 암호
zh_hans: 密码
zh_hant: 密碼

source: Pay
ja: 支払う
ko: 결제
zh_hans: 付款
zh_hant: 付款

source: Payment Account
ja: 支払い口座
ko: 결제 계정
zh_hans: 支付账户
zh_hant: 支付帳戶

source: Payment Accounts
ja: 支払い口座
ko: 결제 계정
zh_hans: 支付账户
zh_hant: 支付帳戶

source: Payment History
ja: 支払い履歴
ko: 결제 내역
zh_hans: 付款记录
zh_hant: 付款記錄

source: Payment Record
ja: 支払い記録
ko: 결제 기록
zh_hans: 付款记录
zh_hant: 付款記錄

source: Payment will be charged to your Apple ID account at confirmation of purchase.
ja: 購入の確認時に、Apple ID のアカウントに課金されます。
ko: 구매 확인 시 Apple ID 계정으로 결제됩니다.
zh_hans: 购买确认后，款项将从您的 Apple ID 账户扣取。
zh_hant: 購買確認後，款項將從您的 Apple ID 帳戶扣款。

source: Payment will be charged to your Apple ID account at confirmation of purchase. This is a one-time Non-Consumable purchase that unlocks PRO permanently for this Apple ID.
ja: 購入確認時に Apple ID アカウントへ請求されます。この Apple ID で PRO を永続解除する買い切り（非消耗型）です。
ko: 구입 확인 시 Apple ID 계정으로 결제됩니다. 이 Apple ID에서 PRO를 영구 잠금 해제하는 일회성 비소모성 구입입니다.
zh_hans: 确认购买后将从你的 Apple ID 账户扣款。这是一次性非消耗型购买，将为此 Apple ID 永久解锁 PRO。
zh_hant: 確認購買後將從你的 Apple ID 帳戶扣款。這是一次性非消耗型購買，將為此 Apple ID 永久解鎖 PRO。

source: Permission Status
ja: 許可ステータス
ko: 권한 상태
zh_hans: 权限状态
zh_hant: 權限狀態

source: Personal
ja: 個人
ko: 개인
zh_hans: 个人
zh_hant: 個人

source: Please try again later.
ja: しばらくしてからもう一度お試しください。
ko: 나중에 다시 시도하세요.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試。

source: Preferences
ja: 環境設定
ko: 환경설정
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Privacy & Professional Tools
ja: プライバシーとプロ向けツール
ko: 개인정보 보호 및 전문 도구
zh_hans: 隐私与专业工具
zh_hant: 隱私與專業工具

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: PRO Version Active
ja: PRO 版が有効です
ko: PRO 버전 활성화됨
zh_hans: PRO 版已激活
zh_hant: PRO 版已啟用

source: Purchase didn't complete. Please try again.
ja: 購入が完了しませんでした。もう一度お試しください。
ko: 구매가 완료되지 않았습니다. 다시 시도하세요.
zh_hans: 购买未完成，请重试。
zh_hant: 購買未完成，請重試。

source: Purchase Failed
ja: 購入に失敗しました
ko: 구입 실패
zh_hans: 购买失败
zh_hant: 購買失敗

source: Purchase is pending approval. You'll get PRO after it's approved.
ja: 購入は承認待ちです。承認後に PRO が有効になります。
ko: 구매가 승인 대기 중입니다. 승인되면 PRO가 활성화됩니다.
zh_hans: 购买正在等待批准，批准后将解锁 PRO。
zh_hant: 購買正在等待批准，批准後將解鎖 PRO。

source: Purchases Restored
ja: 購入を復元しました
ko: 구입 항목 복원됨
zh_hans: 已恢复购买
zh_hant: 已恢復購買

source: Quarterly
ja: 四半期ごと
ko: 분기별
zh_hans: 每季度
zh_hant: 每季度

source: Range
ja: 期間
ko: 범위
zh_hans: 范围
zh_hant: 範圍

source: Receipt Photo
ja: 領収書写真
ko: 영수증 사진
zh_hans: 收据照片
zh_hant: 收據照片

source: Receive timely local notifications before due dates and view interactive monthly calendar indicator dots.
ja: 期日前にタイムリーなローカル通知を受け取り、月間カレンダーのインタラクティブな表示ドットを確認できます。
ko: 결제일 전에 시기적절한 로컬 알림을 받고, 대화형 월간 캘린더 표시 점을 확인하세요.
zh_hans: 在到期日之前收到及时的本机通知，并查看可交互的月历指示点。
zh_hant: 在到期日之前收到及時的本機通知，並查看可互動的月曆指示點。

source: Recurring & Auto-Pay
ja: 繰り返しと自動支払い
ko: 반복 및 자동 결제
zh_hans: 周期性与自动还款
zh_hant: 週期性與自動扣款

source: Recurring & External Auto-Pay
ja: 定期と外部自動引き落とし
ko: 주기 및 외부 자동이체
zh_hans: 周期与外部自动扣款
zh_hant: 週期與外部自動扣款

source: Ref: %@
ja: 参照番号：%@
ko: 참조 번호: %@
zh_hans: 参考号：%@
zh_hant: 參考號：%@

source: Remind Me
ja: リマインドする
ko: 알림 받기
zh_hans: 提醒我
zh_hant: 提醒我

source: Reminder
ja: リマインダー
ko: 알림
zh_hans: 提醒
zh_hant: 提醒

source: Reminder Time
ja: リマインダーの時間
ko: 알림 시간
zh_hans: 提醒时间
zh_hant: 提醒時間

source: Reminders & Notifications
ja: リマインダーと通知
ko: 알림 및 공지
zh_hans: 提醒与通知
zh_hant: 提醒與通知

source: Remove Receipt
ja: 領収書を削除
ko: 영수증 제거
zh_hans: 移除收据
zh_hant: 移除收據

source: Remove Sample Bills (%d)
ja: サンプル請求を削除（%d）
ko: 샘플 청구서 삭제 (%d)
zh_hans: 移除示例账单（%d）
zh_hant: 移除範例帳單（%d）

source: Repeat Frequency
ja: 繰り返しの頻度
ko: 반복 주기
zh_hans: 重复频率
zh_hant: 重複頻率

source: Repeat Until
ja: 繰り返しの終了
ko: 반복 종료
zh_hans: 重复截止
zh_hant: 重複截止

source: Replace All Data
ja: すべてのデータを置換
ko: 모든 데이터 교체
zh_hans: 替换全部数据
zh_hant: 替換全部資料

source: Restore Backup
ja: バックアップを復元
ko: 백업 복원
zh_hans: 恢复备份
zh_hant: 還原備份

source: Restore Complete
ja: 復元完了
ko: 복원 완료
zh_hans: 恢复完成
zh_hant: 還原完成

source: Restore Failed
ja: 復元に失敗しました
ko: 복원 실패
zh_hans: 恢复失败
zh_hant: 恢復失敗

source: Restore from JSON
ja: JSON から復元
ko: JSON에서 복원
zh_hans: 从 JSON 恢复
zh_hant: 從 JSON 還原

source: Restore Purchases
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

# Restored successfully. New items — categories: %d, accounts: %d, bills: %d.
source: Restored successfully. New items — categories: %1$d, accounts: %2$d, bills: %3$d.
ja: 復元に成功しました。追加 — カテゴリ: %1$d、口座: %2$d、請求: %3$d。
ko: 복원되었습니다. 추가 — 카테고리: %1$d, 계좌: %2$d, 청구서: %3$d.
zh_hans: 恢复成功。新增 — 分类：%1$d，账户：%2$d，账单：%3$d。
zh_hant: 還原成功。新增 — 分類：%1$d，帳戶：%2$d，帳單：%3$d。

source: Retry
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 重試

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Search bills...
ja: 請求を検索…
ko: 청구서 검색…
zh_hans: 搜索账单…
zh_hant: 搜尋帳單…

source: Secure on-device bill data with biometric lock. Data stays on this device.
ja: 生体認証で端末内の請求データを保護します。データはこの端末のみに保存されます。
ko: 생체 인증으로 기기 내 청구 데이터를 보호합니다. 데이터는 이 기기에만 저장됩니다.
zh_hans: 用生物识别锁定本机账单数据；数据仅保存在本设备。
zh_hant: 用生物辨識鎖定本機帳單資料；資料僅保存在本裝置。

source: Secure sensitive bill data with biometric lock
ja: 生体認証ロックで機密の請求データを保護
ko: 생체 인식 잠금으로 민감한 청구 데이터 보호
zh_hans: 用生物识别锁定保护敏感账单数据
zh_hant: 用生物識別鎖定保護敏感帳單資料

source: Security & Privacy
ja: セキュリティとプライバシー
ko: 보안 및 개인정보 보호
zh_hans: 安全与隐私
zh_hant: 安全與隱私

source: Select a Bill
ja: 請求を選択
ko: 청구서 선택
zh_hans: 选择账单
zh_hant: 選擇帳單

source: Select a section
ja: セクションを選択
ko: 섹션 선택
zh_hans: 选择功能分区
zh_hant: 選擇功能分區

source: Select Icon
ja: アイコンを選択
ko: 아이콘 선택
zh_hans: 选择图标
zh_hant: 選擇圖示

source: Semi-annually
ja: 半年ごと
ko: 반기별
zh_hans: 每半年
zh_hant: 每半年

source: Set End Date
ja: 終了日を設定
ko: 종료일 설정
zh_hans: 设置结束日期
zh_hant: 設定結束日期
